Repository: Powerfull1337/CourseProject
Catalog: CourseProject/Resources/Views/Home/Services.*.resx
Languages: uk

# 200 грн
source: 200 UAH
uk: 200 грн

# 400 грн
source: 400 UAH
uk: 400 грн

# 600 грн
source: 600 UAH
uk: 600 грн

# Базова
source: Basic
uk: Базова

# Базове
source: Basic
uk: Базове

# Вітаємо у нашому барбешопі
source: Welcome to our barbershop
uk: Вітаємо у нашому барбешопі

source: You can expect a more personalised approach to facial masking. This includes the use of high-quality masks that provide additional skin benefits such as hydration and nourishment.
uk: Ви можете очікувати більше індивідуалізованого підходу до маскування обличчя. Це включає в себе використання високоякісних масок, які надають додаткові корисні властивості для шкіри, такі як зволоження та поживлення.

source: You will receive a more personalised shaving experience, possibly including a hot towel, a reusable razor blade, and/or the use of quality shaving creams or oils.
uk: Ви отримаєте більше індивідуалізованого підходу до гоління, можливо, включаючи гарячий рушник, багаторазовий бритвенний лезо, та/або використання якісних гоління кремів або олій.

source: You will receive a basic hair design, which may include a simple styling or haircut without additional services or styling.
uk: Ви отримаєте базове оформлення волосся, яке може включати в себе просте укладання чи стрижку без додаткових послуг або стилізації.

source: You will receive a basic procedure for applying a mask to the skin. This includes the basic mask product of your choice, which is applied to the skin to cleanse it.
uk: Ви отримаєте базову процедуру нанесення маски на шкіру обличчя. Включає в себе базовий обранітий засіб для маски, який наносять на шкіру для очищення.

source: You will receive a higher level of service, which includes enhanced services such as a hot steamer, scalp massage, additional styling or other extras for a more luxurious shave.
uk: Ви отримаєте вищий рівень обслуговування, який включає в себе розширені послуги, такі як гарячий паровий апарат, масаж голови, додаткову стилізацію чи інші додаткові послуги для більш розкішного гоління.

source: You will receive a premium service for your facial. A hot steam machine to open pores, facial massage, and the use of the highest quality masks to achieve the best effect for your skin.
uk: Ви отримаєте преміумне обслуговування для маскування обличчя. Гарячий паровий апарат для відкриття пор, масаж обличчя, та використання найвищої якості масок для досягнення найкращого ефекту для вашої шкіри.

source: You will receive premium hair styling. This may include enhanced services such as hot styling, the use of professional styling products, and more complex hair styling.
uk: Ви отримаєте преміумне оформлення волосся. Це може включати в себе розширені послуги, такі як гаряча укладка, використання професійних продуктів для стилізації, та більше складну стилізацію волосся.

source: You will receive a basic hair design, which may include a simple styling or haircut without additional services or styling.
uk: Ви отримуєте більше індивідуалізованого підходу до укладання волосся. Це може включати в себе використання якісних стайлінгових продуктів та більш ретельну стилізацію для досягнення бажаного ефекту.

# Гоління
source: Shaving
uk: Гоління

# Головна
source: Main page
uk: Головна

# Зачіска
source: Hairstyle.
uk: Зачіска

# Класична
source: Classic
uk: Класична

# Класичне
source: Classic
uk: Класичне

# Маска для лиця
source: Face mask
uk: Маска для лиця

# Наші послуги
source: Our services
uk: Наші послуги

source: Get a basic shave that includes a beard or moustache treatment without additional services or extra time for styling.
uk: Отримаєте базове гоління, яке включає в себе обробку бороди або вусів без додаткових послуг або додаткового часу на стилізацію.

# Послуги
source: Services
uk: Послуги

# Преміум
source: Premium
uk: Преміум
